Repository: Barolina/django-leaflet-storage
Catalog: leaflet_storage/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pt

source: name
fr: nom
pt: nome

source: details
fr: détails
pt: detalhes

source: Link to a page where the licence is detailed.
de: Verlinke auf eine Seite mit der Lizenz.
fr: Lien vers une page détaillant la licence.
pt: Link para uma página detalhando a licença.

source: No licence set
de: Keine Lizenz ausgewählt
fr: Aucune licence
pt: Nenhuma licença definida

source: URL template using OSM tile format
de: Das URL-Template nutzt das OSM Tile Format
fr: Template d'URL au format OSM
pt: Modelo d'URL no formato OSM

source: Everyone can edit
de: Jeder kann bearbeiten
fr: Tout le monde peut éditer
pt: Todos podem editar

source: Only editors can edit
de: Nur Bearbeiter können bearbeiten.
fr: Seuls les éditeurs peuvent éditer
pt: Só editores podem editar

source: Only owner can edit
de: Nur der Ersteller kann bearbeiten
fr: Seul le créateur peut modifier
pt: Só o proprietário pode editar

source: center
de: Mittelpunkt
fr: centre
pt: centro

source: locate
de: lokalisiere
fr: géolocaliser
pt: localizar

source: Locate user on load?
de: Standort des Benutzers bei dem Laden bestimmen?
fr: Géolocaliser l'utilisateur au chargement?
pt: Localizar usuário de início?

source: Choose the map licence.
de: Kartenlizenz auswählen
fr: Chosir une licence pour la carte
pt: Escolha uma licença para o mapa.

source: owner
de: Ersteller
fr: créateur
pt: proprietário

source: editors
de: Bearbeiter
fr: éditeurs
pt: editores

source: edit status
de: Bearbeitungsstatus
fr: statut d'édition
pt: estado da edição

source: settings
fr: réglages
pt: parâmetros

source: Your anonymous map has been attached to your account %s
fr: La carte a été associée à votre compte %s

source: pictogram
fr: picto
pt: pictograma

source: icon type
fr: Type d'icone
pt: tipo de ícone

source: Choose the style of the marker.
fr: Choisir le style du marqueur
pt: Escolha marco estilo.

source: display on load
de: Bei dem Laden anzeigen
fr: afficher au chargement.
pt: mostrar de início

source: Display this layer on load.
fr: Afficher ce calque au chargement.

source: Secret edit link is %s
fr: Lien d'édition secret: %s

source: Only editable with secret edit link
fr: Editable seulement avec le lien d'édition secret

source: Content type
fr: Type de contenu
pt: Tipo do conteúdo

source: file
de: Datei
fr: fichier
pt: ficheiro

source: Supported values that will dynamically replaced:
fr: Valeurs qui seront dynamiquement remplacées:
pt: Valores que serão automaticamente substituídos:

source: datalayer
fr: calque
pt: categoria

source: Unable to fetch content from URL.
de: Die verlinkte Datei konnte nicht gelesen werden.
fr: Impossible de récupérer le contenu de cette URL.
pt: Carregamento impossível do conteúdo deste URL.

source: You must provide one data source.
fr: Vous devez définir au moins une URL ou un fichier.

source: Unsupported content_type: %s
de: Content-Type wird nicht unterstützt: %s
fr: Content-Type non pris en charge: %s
pt: Conteúdo não reconhecido: %s

source: Invalid %(content_type)s
fr: Fichier %(content_type)s invalide
pt: Ficheiro %(content_type)s inválido

source: How much to simplify the polyline on each zoom level (more = better performance and smoother look, less = more accurate)
fr: Valeur de simplification des lignes pour chaque niveau de zoom (grand nombre = meilleure performance, petit nombre = plus précis)
pt: Quantia de simplificação de linha para cada nível de zoom (mais = melhor desempenho e aspecto mais suave, menos = mais certo)

source: Path opacity
fr: Opacité du trait
pt: Opacidade linha

source: Opacity, from 0.1 to 1.0 (opaque).
fr: Opacité, de 0.1 à 1.0 (opaque)
pt: Opacidade, de 0.1 até 1.0 (opaco).

source: Polygon stroke
fr: Contour du polygon
pt: Traço polígono

source: Whether to display or not the Polygon path.
fr: Afficher ou non le trait du polygon
pt: Desenhar ou não o contorno do polígono.

source: Path weight
fr: Épaisseur du trait
pt: Largura

source: Path weight in pixels. Max: 10.
fr: Épaisseur du trait, en pixels. Max: 10.
pt: Largura do traço em pixel. Max: 10.

source: Path fill
fr: Coloriage du fond
pt: Preenchimento

source: Whether to fill the path with color.
fr: Colorier la fond
pt: Preencher com cor.

source: Fill opacity
fr: Opacité du fond
pt: Opacidade preenchimento

source: Fill opacity, from 0.1 to 1.0 (opaque).
fr: Opacité du fond, de 0.1 à 1.0 (opaque).
pt: Opacidade do preenchimento, de 0.1 até 1.0 (opaco).

source: Fill color
fr: couleur
pt: Cor preenchimento

source: Optional. Same as color if not set.
fr: Laisser vide pour utiliser la couleur du calque.
pt: Opcional. Mesma cor se não definido.

source: Dash array
fr: Pointillés du trait
pt: Traço tabela

source: A string that defines the stroke dash pattern. Ex.: '5, 10, 15'.
fr: Une chaîne définissant les pointillés du trait. Ex: '5, 10, 15'.
pt: Definição das diversas longuras do traço. Ex.: '5, 10, 15'.

source: color
de: Farbe
fr: couleur
pt: cor

source: Must be a CSS valid name (eg.: DarkBlue or #123456)
de: Es muss ein gültiger CSS Name verwendet werden (z.B. DarkBlue ou #123456)
fr: Doit être une chaîne CSS valide (ex. DarkBlud ou #123456)
pt: Tem que ser um valor CSS válido (ex.: DarkBlue ou #123456)

source: Optional. Layer color is used if not set.
fr: Laisser vide pour utiliser la couleur du calque.

source: Do you want to display the locate control?
fr: Voulez-vous afficher le bouton de géolocalisation?
pt: Mostrar o controlo de localização?

source: Do you want to display the 'quick search' control?
fr: Voulez-vous afficher le bouton de recherche rapide?
pt: Mostrar o controlo de 'procura rapida'?

source: Do you want to display the 'back to home page' control?
fr: Voulez-vous afficher le bouton de retour à la page d'accueil?
pt: Mostrar o controlo 'voltar a página inicial'?

source: Do you want to display the embed control?
fr: Voulez-vous afficher le bouton d'export?
pt: Mostrar o controlo 'exportar'?

source: Do you want to display the scale control?
fr: Voulez-vous afficher l'échelle?
pt: Mostrar o controlo 'escala'?

source: Do you want to locate user on load?
fr: Géolocaliser l'utilisateur au chargement?
pt: Localizar o usuário de início?

source: Do you want to display a tilelayer switcher?
fr: Voulez-vous affichez le commutateur de fond de carte?

source: Do you want to display map caption on load?
fr: Voulez-vous afficher la légende au chargement?

source: Do you want to display data browser on load?
fr: Voulez-vous afficher le visualiseur de données au chargement?

source: Do you want to display popup footer?
fr: Voulez-vous afficher la navigation dans les popups?

source: Do you want to display a minimap?
fr: Voulez-vous afficher la minicarte?
pt: Mostrar um 'minimapa'?

source: Allow scroll wheel zoom?
fr: Autoriser le zoom à la molette de souris?

source: Do you want to display control with links to edit in OSM?
fr: Voulez-vous afficher le bouton d'édition dans OSM?
pt: Mostrar o controlo com link para editar no OSM?

source: Do you want to enable Marker drawing?
fr: Autoriser l'ajout de marqueurs?
pt: Ativar o colocamento de Marcos?

source: Do you want to enable Polyline drawing?
fr: Autoriser l'ajout de lignes?
pt: Ativar o desenho de Linhas?

source: Do you want to enable Polygon drawing?
fr: Autoriser l'ajout de polygones?
pt: Ativar o desenho de Polígonos?

source: Your map has been created! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
fr: Votre carte a été créée! Si vous souhaitez l'éditer depuis un autre ordinateur, veuillez utiliser ce lien: %(anonymous_url)s

source: Congratulations, your map has been created! To start editing, click on the pen icon.
fr: Votre carte a été créée! Pour commencer à la modifier, cliquez sur le stylo.

source: Zoom and center updated with success!
de: Zoomstufe und Mittelpunkt erfolgreich geändert!
fr: Zoom et centre mis à jour!
pt: Zoom e centro foram atualizados com sucesso!

source: Map background updated with success!
fr: Fond de carte mis à jour!

source: Map editors updated with success!
de: Bearbeiter erfolgreich geändert
fr: Éditeurs de la carte mis à jour!
pt: Editores foram atualizados com sucesso!

source: %d features created!
fr: %d objects créés!

source: No valid feature has been found :(
fr: Aucun objet valide n'a été trouvé :(

source: Only its owner can delete the map.
de: Nur der Ersteller kann eine Karte löschen.
fr: Seul le créateur de la carte peut la supprimer.
pt: Só o proprietário pode apagar o mapa.

source: %(feature)s successfully deleted.
de: %(feature)s erfolgreich gelöscht.
fr: %(feature)s supprimé(e).
pt: Objeto %(feature)s foi apagado com sucesso.

source: Layer successfully deleted.
fr: Calque supprimé.

source: Delete
de: Löschen
fr: Supprimer
pt: Apagar

source: This will also delete all the %(feature_count)s feature(s) of this datalayer.
fr: Ceci va aussi supprimer le(s) %(feature_count)s POI(s) de ce calque.

source: yes
de: Ja
fr: oui
pt: sim

source: You are logged in. Continuing...
fr: Vous êtes maintenant identifiés. Merci de patienter...
pt: Sucesso na identificação. Continuando...

source: This will also delete the %(datalayer_count)s layer(s) of this map and all their features.
fr: Ceci va aussi supprimer les %(datalayer_count)s calques de cette carte et leurs POI.

source: This action can't be cancelled.
de: Diese Aktion kann nicht Rückgängig gemacht werden
fr: Cette action ne peut pas être annulée.
pt: Esta ação não pode ser cancelada.

source: Embed this map
de: Diese Karte einbinden
fr: Exporter cette carte
pt: Exportar este mapa

source: Short URL
fr: URL courte
pt: Mini URL

source: You are creating a map without being authenticated. A cookie will be set on this browser to make possible for you to edit the map in the future. If you want to edit the map from another computer, use the "edit url" displayed in the "permissions" window. If you log in and load the map, the map will be attached to your account.
fr: Vous créez une carte sans être authentifié. Un cookie sera enregistré sur ce navigateur, vous permettant d'éditer la map plus tard. Si vous voulez éditer la carte depuis un autre ordinateur, utilisez l'url d'édition, visible dans la fenêtre de gestion des permissions. Si vous vous identifiez par la suite et chargez la carte, celle-ci sera automatiquement associée à votre compte.

source: User content credits
fr: Crédits des POI de la carte
pt: Créditos do conteúdo

source: Map user content has been published under licence <a href="%(url)s">%(licence)s</a>
de: Die hinzugefügten Informationen wurden unter der <a href="%(url)s">%(licence)s</a> veröffentlicht.
fr: Les contenus utilisateurs de la carte ont été publiés sous licence <a href="%(url)s">%(licence)s</a>
pt: O conteúdo do usuário está publicado em licença <a href="%(url)s">%(licence)s</a>

source: Tile layers credits
fr: Crédits des fonds de carte
pt: Créditos do mapa de fundo

source: Powered by <a href="%(leaflet_url)s">Leaflet</a> and <a href="%(django_url)s">Django</a>, glued by <a href="%(umap_url)s">uMap project</a>.
fr: Propulsé par <a href="%(leaflet_url)s">Leaflet</a> et <a href="%(django_url)s">Django</a>, mis en musique par <a href="%(umap_url)s">u{Map} project</a>.

source: Map permissions
de: Kartenberechtigungen
fr: Permissions de la carte
pt: Autorizações do mapa

source: Map settings
fr: Réglages de la carte
pt: Parâmetros do mapa

source: Upload features
de: POIs importieren
fr: Importer des POI
pt: Carregar objetos

source: Formats supported (more to come)
de: Unterstützte Formate (wird erweitert)
fr: Formats pris en charge (plus bientôt)
pt: Formatos reconhecidos (por enquanto)

source: GeoJSON (properties used: name or title, description, color)
de: GeoJSON (Benutzte Einstellungen: Name oder Titel, Beschreibung und Farbe
fr: GeoJSON (propriétés utiliséees: name ou title, description color
pt: GeoJSON (uso propriedade: name ou title, description, color)

source: KML (properties used: name, description)
de: KML (Benutze Einstellungen: Name, Beschreibung)
fr: KML (propriétés utilisées: name, description
pt: KML (uso propriedade: name, description)

source: GPX (properties used: name, desc)
fr: GPX (propriétés utilisées: name, desc
pt: GPX (uso propriedade: name, desc)

source: Please log in to proceed
de: Bitte logge dich ein um fortzufahren.
fr: Merci de vous identifier pour continuer
pt: Identifica-se para continuar

source: Your username and password didn't match. Please try again.
de: Dein Benutzername und Password stimmen nicht überein. Bitte versuche es noch einmal.
fr: Nom d'utilisateur ou mot de passe incorrect. Merci de corriger.
pt: Nome de usuário e senha não correspondem. Tenta novamente.

source: description
de: Beschreibung
pt: descrição

source: licence
de: Lizenz
pt: licença

source: options
pt: opções

source: Path smooth factor
pt: Fator de simplificação

source: Display this category on load.
de: Diese Katergorie bereits beim Laden einblenden.

source: Rank to order the categories
de: Priorität zum Ordnen der Kategorieren

source: rank
de: Priorität

source: My data
de: Meine Daten

source: category
de: Kategorie

source: You already have a map with this name.
de: Du hast bereits eine Karte mit diesem Namen.

source: You must provide an URL or a file.
de: Du musst eine URL oder eine Datei angeben.

source: You can't provide both a file and an URL.
de: Du kannst entweder eine Datei oder eine URL angeben. Beides geht nicht.

source: Invalid GeoJSON
de: GeoJSON ungültig

source: Invalid KML
de: KML ungültig

source: Category successfully deleted.
de: Kategorie erfolgreich gelöscht.
